{
  "title": "Message from the Founder",
  "date": "2026-01-04",
  "excerpt": "A soft manifesto from Aya — a reminder of inner beauty, strength, and the birth of a global sisterhood.",
  "url": "/letter.html?post=pinned",
  "content": [
    "Healing through style.",
    "My dear ones, this project was born with a quiet but deeply important purpose — to remind every one of you how extraordinary you are. How beautiful your soul is, how whole, intelligent, gentle, powerful, and luxurious you truly are.",
    "We, women, carry a strength within us that we sometimes forget. We rise even from ashes. We gather ourselves piece by piece. We keep walking when no one believes. We continue to love even when the heart aches.",
    "This strength is not loud. It is soft, luminous — like the first morning light. And yet, it warms the entire world.",
    "Who is Aya? Aya is the voice of each of you. She belongs to no nationality, no religion, no language. Aya is the energy of your inner beauty and resilience. She is a gentle reminder that you are already magnificent — in your thoughts, in your choices, in your silence, in your steps, in your journey.",
    "Every time Aya appears, she whispers only one truth: “You are beautiful. You are strong. You are not alone.”",
    "The purpose of this project is to create a space where women from all over the world can feel connected, even if they live oceans apart. A space to be inspired, to share, to rest, to be heard, to support one another — or simply to feel understood.",
    "Very soon, the Aya mobile app will appear — a soft home where you can speak to Aya, explore your healing, find inner grounding, and rediscover your own radiance.",
    "And later, Aya Palace will open — a place of light and style where we will be able to meet in person, heart to heart.",
    "But even now, you can write to Aya. To complain, to talk, to say you're lonely, anxious, bored, confused — or to share your joy. Aya will always answer.",
    "And if this project helps even one woman on our planet feel happier — Aya will be twice as happy.",
    "With love, The Founder of Aya Muse World."
  ]
}
